Repository: Resterland/rlt3sitepackage
Catalog: Resources/Private/Language/Klaro/*.locallang.xlf
Languages: de

# privacyPolicy.name
source: privacy policy
de: Datenschutzbestimmungen

# privacyPolicy.text
source: To learn more, please read our {privacyPolicy}.
de: Um mehr zu erfahren, lesen Sie bitte unsere {Datenschutzbestimmungen}.

# consentModal.title
source: Services we would like to use
de: Dienste, welche wir gerne nutzen würden

# consentModal.description
source: Here you can assess and customize the services that we'd like to use on this website. You're in charge! Enable or disable services as you see fit.
de: Hier können Sie die Dienste, die wir auf dieser Website verwenden möchten, bewerten und anpassen. Sie sind verantwortlich! Aktivieren oder deaktivieren Sie die Dienste, wie Sie es für richtig halten.

# purposes.analytics.title
source: Analytics
de: Analytik

# purposes.analytics.description
source: These services gather anonymous data for statistical analysis and performance optimization. Enabling analytics services assists website owners in making informed decisions to enhance online services.
de: Diese Dienste sammeln anonyme Daten zur statistischen Analyse und Leistungsoptimierung. Die Aktivierung von Analysediensten hilft Website-Besitzern dabei, fundierte Entscheidungen zur Verbesserung von Online-Diensten zu treffen.

# purposes.misc.title
source: Miscellaneous
de: Sonstiges

# purposes.misc.description
source: This includes services that do not fall under the other purposes.
de: Dazu gehören auch Dienstleistungen, die nicht unter die anderen Zwecke fallen.

# purposes.performance.title
source: Performance Optimization
de: Leistungsoptimierung

# purposes.performance.description
source: These services process personal information to optimize the service that this website offers.
de: Diese Dienste verarbeiten personenbezogene Daten, um den auf dieser Website angebotenen Service zu optimieren.

# purposes.security.title
source: Security
de: Sicherheit

# purposes.security.description
source: Security services are crucial for safeguarding your online experience. These services help protect your data and privacy by detecting and preventing security threats, such as malware, phishing attempts, and unauthorized access. They ensure a safer browsing environment.
de: Sicherheitsdienste sind entscheidend für den Schutz Ihrer Online-Erfahrung. Diese Dienste helfen, Ihre Daten und Ihre Privatsphäre zu schützen, indem sie Sicherheitsbedrohungen wie Malware, Phishing-Versuche und unbefugten Zugriff erkennen und verhindern. Sie sorgen für eine sicherere Umgebung beim Surfen.

# purposes.videos.description
source: Embedding videos from external platforms to enrich the content on this website.
de: Einbettung von Videos von externen Plattformen zur Bereicherung des Inhalts dieser Website.

# services.google-analytics.description
source: Web analytics service provided by Google, Inc. ("Google")
de: Von Google bereitgestellter Webanalysedienst.

# services.youtube.description
source: The leading video-sharing platform for content creators and developers to enhance user experiences on websites.
de: DDie führende Plattform für die gemeinsame Nutzung von Videos für Autoren und Entwickler zur Verbesserung der Benutzerfreundlichkeit von Websites.

# consentModal.privacyPolicy.name
source: Privacy policy
de: Datenschutzbestimmungen

# consentModal.privacyPolicy.text
source: To learn more, please read our {privacyPolicy}.
de: Um mehr zu erfahren, lesen Sie bitte unsere {Datenschutzbestimmungen}.

# consentNotice.imprint.name
source: Imprint
de: Impressum

# consentNotice.privacyPolicy.name
source: Privacy policy
de: Datenschutzbestimmungen

# purposeItem.service
source: A simple service that I install on my computer.
de: Ein einfacher Dienst, den ich auf meinem Computer installiere.

# purposeItem.services
source: Several simple services that I install on my computer.
de: Verschiedene einfache Dienste, die ich auf meinem Computer installiere.

# ok
source: That's ok
de: Schon gut

source: save
de: sichern

# decline
source: I decline
de: Ich lehne sie ab

source: accept all
de: Ich akzeptiere alle

source: accept selected
de: Ich akzeptiere die von mir gewählten

# service.disableAll.title
source: Enable or disable all services
de: Aktiviere oder Deaktiviere alle Dienste

# service.disableAll.description
source: Use this switch to enable or disable all services.
de: Verwenden Sie diesen Switch, um alle Dienste zu aktivieren oder zu deaktivieren.
